Repository: lalitkapoor/OmniWM
Catalog: Sources/OmniWM/Resources/Commands.xcstrings
Source language: en
Languages: ar, da, de, el, es, fi, fr, he, hi, it, ja, ko, nb, nl, pl, ru, sr_latn, sv, uk, zh_hans

# command.move.down
source: Move Down
ar: تحرك للأسفل
da: Flyt ned
de: Unten bewegen
el: Μετακίνηση προς τα κάτω
es: Bajar
fi: Siirry alas
fr: Déplacer vers le bas
he: הזז מטה
hi: नीचे जाएँ
it: Sposta in basso
ja: 下に移動する
ko: 아래로 이동
nb: Flytt ned
nl: Omlaag
pl: Przesuń w dół
ru: Перейти вниз
sr_latn: Pokretanje dole
sv: Flytta ner
uk: Перемістити вниз
zh_hans: 向下移动

# command.move.left
source: Move Left
ar: تحرك إلى اليسار
da: Flyt til venstre
de: Nach links bewegen
el: Μετακίνηση αριστερά
es: Mover a la izquierda
fi: Siirry vasemmalle
fr: Déplacer à gauche
he: הזז שמאלה
hi: बाएं की ओर बढ़ें
it: Sposta a sinistra
ja: 左に移動する
ko: 왼쪽으로 이동
nb: Flytt til venstre
nl: Naar links
pl: Przesuń w lewo
ru: Передвиньте влево
sr_latn: kreće levo
sv: Flytta åt vänster
uk: Перемістити ліворуч
zh_hans: 向左移动

# command.move.right
source: Move Right
ar: تحرك إلى اليمين
da: Flyt til højre
de: Rechts gehen
el: Μετακίνηση δεξιά
es: Moverse a la derecha
fi: Oikealle
fr: Déplacer vers la droite
he: הזז ימינה
hi: दाएं बढ़ें
it: Sposta a destra
ja: 右に移動する
ko: 오른쪽으로 이동하세요
nb: Flytt til høyre
nl: Naar rechts
pl: Przesuń w prawo
ru: Передвигайтесь вправо
sr_latn: krećete pravo
sv: Rör dig åt höger
uk: Перемістити праворуч
zh_hans: 右转

# command.move.up
source: Move Up
ar: تحرك للأعلى
da: Flyt op
de: Nach oben gehen
el: Μετακίνηση προς τα πάνω
es: Subir
fi: Siirry ylös
fr: Déplacer vers le haut
he: הזז למעלה
hi: आगे बढ़ें
it: Sposta su
ja: 上に移動する
ko: 위로 이동
nb: flytte opp
nl: Omhoog
pl: Przesuń w górę
ru: Перейти вверх
sr_latn: Pokretanje
sv: Flytta upp
uk: Перемістити вгору
zh_hans: 向上移动

# command.moveContainer.down
source: Move Container Down
ar: انقل الحاوية للأسفل
da: Flyt beholder ned
de: Container nach unten verschieben
el: Μετακίνηση κοντέινερ προς τα κάτω
es: Mover el contenedor hacia abajo
fi: Siirrä kontti alas
fr: Déplacer le conteneur vers le bas
he: הזז את המכל כלפי מטה
hi: कंटेनर को नीचे ले जाएँ
it: Sposta il contenitore verso il basso
ja: コンテナを下に移動する
ko: 컨테이너를 아래로 이동
nb: Flytt containeren ned
nl: Container omlaag verplaatsen
pl: Przesuń kontener w dół
ru: Переместите контейнер вниз
sr_latn: Pokretanje kontejnera
sv: Flytta behållaren ner
uk: Перемістити контейнер вниз
zh_hans: 移动容器向下

# command.moveContainer.left
source: Move Container Left
ar: تحريك الحاوية إلى اليسار
da: Flyt beholder til venstre
de: Container nach links verschieben
el: Μετακίνηση κοντέινερ αριστερά
es: Mover contenedor a la izquierda
fi: Siirrä konttia vasemmalle
fr: Déplacer le conteneur à gauche
he: הזז את המכל שמאלה
hi: कंटेनर को बाईं ओर ले जाएँ
it: Sposta il contenitore a sinistra
ja: コンテナを左に移動する
ko: 컨테이너를 왼쪽으로 이동하세요
nb: Flytt containeren til venstre
nl: Container naar links verplaatsen
pl: Przesuń kontener w lewo
ru: Переместить контейнер в левую сторону
sr_latn: Pokretanje kontejnera levo
sv: Flytta behållaren åt vänster
uk: Перемістити контейнер ліворуч
zh_hans: 将容器向左移动

# command.moveContainer.right
source: Move Container Right
ar: حرك الحاوية إلى اليمين
da: Flyt Container Højre
de: Container nach rechts verschieben
el: Μετακίνηση κοντέινερ δεξιά
es: Mover el contenedor a la derecha
fi: Siirrä konttia oikealle
fr: Déplacer le conteneur à droite
he: הזז את המכל ימינה
hi: कंटेनर को सही दिशा में स्थानांतरित करें
it: Spostare il contenitore a destra
ja: コンテナを右に移動する
ko: 컨테이너를 오른쪽으로 이동하세요
nb: Flytt containeren til høyre
nl: Container naar rechts verplaatsen
pl: Przesuń kontener w prawo
ru: Переместите контейнер вправо
sr_latn: Pokretanje kontejnera pravo
sv: Flytta behållaren åt höger
uk: Перемістити контейнер праворуч
zh_hans: 将容器向右移动

# command.moveContainer.up
source: Move Container Up
ar: تحريك الحاوية للأعلى
da: Flyt beholder op
de: Container nach oben verschieben
el: Μετακίνηση κοντέινερ επάνω
es: Mover el contenedor hacia arriba
fi: Siirrä konttia ylös
fr: Déplacer le conteneur vers le haut
he: הזז את המכל למעלה
hi: कंटेनर को ऊपर ले जाएँ
it: Sposta il contenitore su
ja: コンテナを上に移動する
ko: 컨테이너를 위로 이동하세요
nb: Flytt containeren opp
nl: Container omhoog verplaatsen
pl: Przesuń kontener w górę
ru: Переместить контейнер вверх
sr_latn: Pokretanje kontejnera
sv: Flytta behållaren uppåt
uk: Перемістити контейнер вгору
zh_hans: 移动容器向上

# command.palette.toggle
source: Toggle Command Palette
ar: تغيير لوحة الأوامر
da: Vis eller skjul kommandopaletten
de: Schalter für die Befehlspalette
el: Εναλλαγή παλέτας εντολών
es: Paleta de comandos de alternancia
fi: Näytä tai piilota komentopaletti
fr: Basculer la palette de commande
he: הצג או הסתר את לוח הפקודות
hi: टॉगल कमांड पैलेट
it: Commuta tavolozza dei comandi
ja: トグルコマンドパレット
ko: Command Palette 전환
nb: Slå av/på kommandopalett
nl: Opdrachtpalet aan/uit
pl: Przełącz paletę poleceń
ru: Переключатель палитры команд
sr_latn: Uključi/isključi paletu komandi
sv: Växla kommandopanel
uk: Показати або сховати палітру команд
zh_hans: 切换命令面板

# command.presentation.overview
source: Toggle Overview
ar: إظهار «نظرة عامة» أو إخفاؤها
da: Slå oversigt til/ fra
de: Übersicht ein-/ausblenden
el: Εμφάνιση/απόκρυψη Επισκόπησης
es: Abrir o cerrar Vista general
fi: Vaihda yleiskatsaus
fr: Afficher ou masquer Overview
he: & שינוי גודל תצוגה
hi: ओवरव्यू टॉगल करें
it: Commuta panoramica
ja: オーバービューを切り替える
ko: Overview 전환
nb: Vis eller skjul Oversikt
nl: Overview in- of uitschakelen
pl: Przełącz Overview
ru: Переключать обзор
sr_latn: Uključi/isključi Pregled
sv: Visa/dölj Översikt
uk: Показати або сховати Overview
zh_hans: 显示或隐藏概览

# command.presentation.quakeTerminal
source: Toggle Quake Terminal
ar: إظهار طرفية Quake أو إخفاؤها
da: Vis/ skjul Quake Terminal
de: Quake-Terminal ein-/ausschalten
el: Εμφάνιση/απόκρυψη Τερματικού Quake
es: Mostrar u ocultar el Terminal Quake
fi: Vaihda Quake Terminal
fr: Basculer Quake Terminal
he: הפעל או בטל את Quake Terminal
hi: Quake टर्मिनल दिखाएँ/छिपाएँ
it: Commuta Quake Terminal
ja: Quakeターミナルを切り替える
ko: Quake Terminal 전환
nb: Vis eller skjul Quake-terminal
nl: Aan/uit Quake Terminal
pl: Przełącz Quake Terminal
ru: Переключать терминал Quake
sr_latn: Uključi/isključi Quake terminal
sv: Visa/dölj Quake Terminal
uk: Показати або сховати Quake Terminal
zh_hans: 切换 Quake 终端

# command.presentation.systemStats
source: Toggle System Stats
ar: تغيير إحصائيات النظام
da: Slå systemstatistik til og fra
de: Systemstatistiken umschalten
el: Εναλλαγή στατιστικών συστήματος
es: Alternar estadísticas del sistema
fi: Vaihda järjestelmätilastoja
fr: Basculer les statistiques du système
he: הצג או הסתר נתוני מערכת
hi: सिस्टम आँकड़े टॉगल करें
it: Commuta le statistiche di sistema
ja: システム統計を切り替える
ko: 시스템 통계 전환
nb: Slå av/på systemstatistikk
nl: Systeemstatistieken aan/uit
pl: Przełącz statystyki systemowe
ru: Переключать статистику системы
sr_latn: Uključi/isključi sistemsku statistiku
sv: Växla systemstatistik
uk: Показати або сховати статистику системи
zh_hans: 切换系统统计数据

# command.presentation.workspaceBar
source: Toggle Workspace Bar
ar: تفعيل شريط مساحة العمل
da: Vis eller skjul arbejdsområdelinjen
de: Arbeitsbereichsbalken ein-/aus
el: Εναλλαγή γραμμής χώρου εργασίας
es: Alternar barra de trabajo
fi: Näytä tai piilota työtilapalkki
fr: Basculer la barre de l'espace de travail
he: הצג או הסתר את סרגל מרחבי העבודה
hi: कार्यस्थल बार टॉगल करें
it: Mostra o nascondi la Barra degli spazi di lavoro
ja: ワークスペースバーを切り替える
ko: Workspace Bar 전환
nb: Slå av/på arbeidsområdebar
nl: Werkruimtebalk aan/uit
pl: Przełącz pasek przestrzeni roboczych
ru: Переключать строку рабочего места
sr_latn: Sledeći Članak Radni prostor bar
sv: Växla arbetsytbarriken
uk: Показати або сховати смугу робочих просторів
zh_hans: 切换工作区栏

# command.scope.shared
source: Shared
ar: مشارك
da: Delt
de: Geteilt
el: Κοινόχρηστο
es: Compartido
fi: Jaettu
fr: Partage
he: משותף
hi: साझा
it: Condiviso
ja: 共有された
ko: 공유된
nb: Delt
nl: Gedeeld
pl: Wspólne
ru: Общий
sr_latn: Podeliti
sv: Delat
uk: Спільні
zh_hans: 共享的

# command.scratchpad.toggle
source: Toggle Scratchpad %lld
ar: تفعيل لوحة الرسم %lld
da: Slå Scratchpad til/ fra %lld
de: Scratchpad ein-/ausblenden %lld
el: Εναλλαγή πρόχειρου χώρου %lld
es: Alternar blocs de notas %lld
fi: Vaihda raaputusalustaa %lld
fr: Basculer Scratchpad %lld
he: הצג או הסתר Scratchpad %lld
hi: स्केचपैड टॉगल करें %lld
it: Commuta Scratchpad %lld
ja: スクラッチパッドを切り替える%lld
ko: 스크래치패드 %lld 전환
nb: Slå av Scratchpad %lld
nl: Scratchpad aan/uit %lld
pl: Przełącz Scratchpad %lld
ru: Переключать Scratchpad %lld
sr_latn: Uključi/isključi Privremeni prostor %lld
sv: Växla Scratchpad %lld
uk: Показати або сховати Scratchpad %lld
zh_hans: 切换Scratchpad%lld

# command.sizing.balance
source: Balance Sizes
ar: أحجام التوازن
da: Balancestørrelser
de: Gewichtsbalanzgrößen
el: Εξισορρόπηση μεγεθών
es: Tamaños de equilibrio
fi: Tasapainokoot
fr: Tailles des soldes
he: התאם גודלים
hi: संतुलन आकार
it: Dimensioni di bilanciamento
ja: バランスサイズ
ko: 크기 균형 맞추기
nb: Balansestørrelser
nl: Balansomvang
pl: Wyrównaj rozmiary
ru: Размеры баланса
sr_latn: Balans veličine
sv: Balansstorlekar
uk: Зрівноважити розміри
zh_hans: 平衡尺寸

# command.sizing.cycleBackward
source: Cycle Size Backward
ar: حجم الدورة للخلف
da: Cyklusstørrelse baglæns
de: Zyklusgröße rückwärts
el: Κυκλική εναλλαγή μεγέθους προς τα πίσω
es: Tamaño del ciclo hacia atrás
fi: Syklin koko takaperin
fr: Taille du cycle vers l'arrière
he: גודל מחזור אחורה
hi: चक्र आकार पीछे की ओर
it: Dimensione del ciclo all'indietro
ja: サイクルサイズを逆にする
ko: 이전 크기 사전 설정으로 순환
nb: Sykkelstørrelse bakover
nl: Cyclusgrootte naar achteren
pl: Przejdź do poprzedniego rozmiaru
ru: Размер цикла в обратном порядке
sr_latn: Ciklus veličine nazad
sv: Cykelstorlek bakåt
uk: Перейти до попереднього розміру
zh_hans: 循环大小倒退

# command.sizing.cycleForward
source: Cycle Size Forward
ar: حجم الدورة للأمام
da: Cyklusstørrelse fremad
de: Zyklusgröße vorwärts
el: Κυκλική εναλλαγή μεγέθους προς τα εμπρός
es: Tamaño del ciclo hacia adelante
fi: Syklin koko eteenpäin
fr: Taille du cycle vers l'avant
he: גודל מחזור קדימה
hi: चक्र आकार आगे
it: Dimensione ciclo In avanti
ja: サイクルサイズフォワード
ko: 다음 크기 사전 설정으로 순환
nb: Sykkelstørrelse fremover
nl: Cyclusgrootte vooruit
pl: Przejdź do następnego rozmiaru
ru: Размер цикла вперед
sr_latn: Ciklus veličine napred
sv: Cykelstorlek framåt
uk: Перейти до наступного розміру
zh_hans: 循环大小向前

# command.sizing.cycleWindowPrimaryBackward
source: Cycle Window Primary Span Backward
ar: نافذة الدورة النطاق الرئيسي للخلف
da: Cykelvindue Primær Span tilbage
de: Zyklusfenster Primäre Spannweite nach hinten verschieben
el: Κυκλική εναλλαγή κύριου εύρους παραθύρου προς τα πίσω
es: Ancho principal de la ventana del ciclo hacia atrás
fi: Sykli-ikkunan ensisijainen selkänoja
fr: Fenêtre de cycle Primary Span Backward
he: חלון מחזור משופע ראשי אחורה
hi: चक्र विंडो प्राथमिक स्पैन पीछे की ओर
it: Finestra del ciclo Primary Span all'indietro
ja: サイクルウィンドウのプライマリスパンを後ろに切り替える
ko: 창의 기본 범위를 이전 값으로 순환
nb: Syklusen vindu primærspenn bakover
nl: Cyclus Venster Primaire Span naar achteren
pl: Przejdź do poprzedniego głównego rozmiaru okna
ru: Основная ширина окна цикла назад
sr_latn: Ciklus Prozor Primarni Span Nazad
sv: Cykelfönster primärspänning bakåt
uk: Перейти до попереднього основного розміру вікна
zh_hans: 循环窗口主跨度向后

# command.sizing.cycleWindowPrimaryForward
source: Cycle Window Primary Span Forward
ar: نافذة الدورة النطاق الرئيسي للأمام
da: Cycle Vindue Primær Span Fremad
de: Zyklusfenster Primäre Spannweite nach vorne
el: Κυκλική εναλλαγή κύριου εύρους παραθύρου προς τα εμπρός
es: Ancho principal del ciclo de ventana hacia adelante
fi: Sykli-ikkunan ensisijainen väliseinä eteenpäin
fr: Fenêtre de cycle Primary Span Forward
he: סובב חלון מחזור ראשי קדימה
hi: साइकिल विंडो प्राथमिक स्पैन फॉरवर्ड
it: Finestra del ciclo Primary Span avanti
ja: サイクルウィンドウプライマリスパンフォワード
ko: 창의 기본 범위를 다음 값으로 순환
nb: Syklusen vindu primærspenn fremover
nl: Cyclus Venster Primaire Span voorwaarts
pl: Przejdź do następnego głównego rozmiaru okna
ru: Основная ширина окна цикла вперед
sr_latn: Ciklus prozora Primarni špan napred
sv: Primärt spann framåt för cykelfönster
uk: Перейти до наступного основного розміру вікна
zh_hans: 循环窗口主跨度向前

# command.sizing.cycleWindowSecondaryBackward
source: Cycle Window Secondary Span Backward
ar: تمدد ثانوي لنافذة الدورة للخلف
da: Cykelvinduet sekundært spande tilbage
de: Zyklusfenster Sekundäre Spannweite nach hinten verschieben
el: Κυκλική εναλλαγή δευτερεύοντος εύρους παραθύρου προς τα πίσω
es: Ancho secundario de la ventana del ciclo hacia atrás
fi: Sykli-ikkunan toissijainen sivukeila takaperin
fr: Fenêtre de cycle Secondaire Span Backward
he: חלון מחזור שני אחורה
hi: चक्र विंडो सेकेंडरी स्पैन पीछे की ओर
it: Passa alla dimensione secondaria precedente della finestra
ja: サイクルウィンドウのセカンダリースパンを後方に切り替える
ko: 창의 보조 범위를 이전 값으로 순환
nb: Syklusen vindu sekundær spenn bakover
nl: Cyclus Venster Secundaire Span naar achteren
pl: Przejdź do poprzedniego dodatkowego rozmiaru okna
ru: Внутренний размах вторичного окна цикла назад
sr_latn: Ciklus prozor sekundarni span nazad
sv: Cykelfönster sekundärt avstånd bakåt
uk: Перейти до попереднього другорядного розміру вікна
zh_hans: 循环窗口二次跨度向后

# command.sizing.cycleWindowSecondaryForward
source: Cycle Window Secondary Span Forward
ar: نافذة الدورة النطاق الثانوي للأمام
da: Cykelvindue sekundær spande frem
de: Zyklusfenster Sekundärspannung nach vorne
el: Κυκλική εναλλαγή δευτερεύοντος εύρους παραθύρου προς τα εμπρός
es: Ancho secundario del ciclo de ventana hacia adelante
fi: Sykli-ikkunan toissijainen väliseinä eteenpäin
fr: Fenêtre de cycle Secondaire Span Forward
he: חלון מחזור ספייר משני קדימה
hi: साइकिल विंडो सेकेंडरी स्पैन फॉरवर्ड
it: Passa alla dimensione secondaria successiva della finestra
ja: サイクルウィンドウセカンダリースパンフォワード
ko: 창의 보조 범위를 다음 값으로 순환
nb: Syklusen vindu sekundær spenn fremover
nl: Cyclus Venster Secundaire Span voorwaarts
pl: Przejdź do następnego dodatkowego rozmiaru okna
ru: Вперед вторичный проход в окне цикла
sr_latn: Ciklus prozor sekundarni špan napred
sv: Cykelfönster sekundärt avstånd framåt
uk: Перейти до наступного другорядного розміру вікна
zh_hans: 循环窗口二次跨度向前

# command.sizing.expandContainerPrimary
source: Expand Container to Available Primary Span
ar: توسيع الحاوية إلى الامتداد الأساسي المتاح
da: Udvid beholderen til den tilgængelige primære spand
de: Container auf die verfügbare Primärweite erweitern
el: Επέκταση κοντέινερ στο διαθέσιμο κύριο εύρος
es: Expandir el contenedor al ancho principal disponible
fi: Laajenna kontti saatavilla olevaan peruskylpylään
fr: Étendre le contenant à l'éponge primaire disponible
he: הרחב את המכל לדף ראשי זמין
hi: उपलब्ध प्राथमिक स्पैन तक कंटेनर का विस्तार करें
it: Espandere il contenitore a Spanna primaria disponibile
ja: コンテナを利用可能なプライマリスパンに拡張する
ko: 컨테이너를 사용 가능한 기본 범위까지 확장
nb: Utvid containeren til tilgjengelig primærspenn
nl: Container uitbreiden naar beschikbare primaire span
pl: Rozszerz kontener do dostępnego głównego rozmiaru
ru: Расширить контейнер до доступного основного диапазона
sr_latn: Proširenje kontejnera do primarne dostupnosti
sv: Utöka behållaren till tillgängligt primärt spann
uk: Розгорнути контейнер на весь доступний основний розмір
zh_hans: 将容器扩展到可用的主跨度

# command.sizing.resetWindowSecondary
source: Reset Window Secondary Span
ar: إعادة تعيين نافذة النطاق الثانوي
da: Nulstil vindue sekundær span
de: Fenstersekundäre Spannweite zurücksetzen
el: Επαναφορά δευτερεύοντος εύρους παραθύρου
es: Restablecer el ancho secundario de la ventana
fi: Nollaa toissijainen ikkuna
fr: Rétablir le dimensionnement secondaire de la fenêtre
he: אפס חלון ספייר משני
hi: रीसेट विंडो सेकेंडरी स्पैन
it: Azzera l'apertura secondaria della finestra
ja: ウィンドウのセカンダリスパンをリセットする
ko: 창의 보조 범위 초기화
nb: Tilbakestill sekundært spenn i vinduet
nl: Secundaire vensterafmeting herstellen
pl: Zresetuj dodatkowy rozmiar okna
ru: Сбросить вторичный диапазон окна
sr_latn: Rezervisanje prozora sekundarni špan
sv: Återställ sekundärt avstånd i fönstret
uk: Скинути другорядний розмір вікна
zh_hans: 重置窗口二次跨度

# command.sizing.toggleContainerFullPrimary
source: Toggle Container Full Primary Span
ar: تغيير نطاق النطاق الرئيسي بالكامل للمحتوى
da: Slå Container til og fra
de: Container-Toggle Vollprimäre Spannweite
el: Εναλλαγή πλήρους κύριου εύρους κοντέινερ
es: Alternar ancho principal completo del contenedor
fi: Vaihda kontti täyteen primääriastiaan
fr: Étendre le conteneur sur tout l’axe principal
he: החלף את המיכל הראשי במלואו
hi: टॉगल कंटेनर पूर्ण प्राथमिक स्पैन
it: Commuta l'apertura primaria completa del contenitore
ja: コンテナのフルプライマリスパンを切り替える
ko: 컨테이너의 전체 기본 범위 전환
nb: Slå av/på Container Full Primær Spenn
nl: Schakel container volledige primaire spanwijdte in/uit
pl: Przełącz wypełnianie głównego wymiaru przez kontener
ru: Переключать полный основной разрез контейнера
sr_latn: Uključi/isključi puni primarni raspon kontejnera
sv: Växla behållare full primär spännvidd
uk: Увімкнути або вимкнути повний основний розмір контейнера
zh_hans: 切换容器完整主跨度

# command.window.consumeOrExpelLeft
source: Consume or Expel Window Left
ar: استهلاك أو إزالة النافذة اليسرى
da: Fortsæt eller fjern vinduet til venstre
de: Fenster links zum Verzehr oder zum Ausstoßen verbleiben
el: Καταναλώστε ή απελάστε το παράθυρο αριστερά
es: Consumir o Explotar Ventana Izquierda
fi: Vie tai poista ikkuna vasemmalle
fr: Consommez ou expelez la fenêtre gauche
he: צריבה או יציאה של החלון משמאל
hi: खिड़की का बायाँ हिस्सा खपत या निष्कासित करें
it: Consumare o Espellere la finestra a sinistra
ja: 消費または排出ウィンドウ左
ko: 왼쪽 창을 열에 포함하거나 열에서 내보내기
nb: Forbruk eller kast vindu til venstre
nl: Venster links invoegen of uitschuiven
pl: Włącz okno do kolumny lub wysuń je w lewo
ru: Принимать или выводить окно слева
sr_latn: Konzumiranje ili ekspel prozor levo
sv: Förbruka eller avvisa fönstervänster
uk: Приєднати або вивести вікно ліворуч
zh_hans: 消耗或排出窗口左侧

# command.window.consumeOrExpelRight
source: Consume or Expel Window Right
ar: حق استهلاك أو إزالة النافذة
da: Fortsæt eller fjern vinduet til højre
de: Verbrauch oder Ausspülen-Fensterrecht
el: Καταναλώστε ή απελάστε το παράθυρο δεξιά
es: Consumir o expulsar ventana derecha
fi: Vie tai poista ikkuna oikein
fr: Consume ou Expel Fenêtre Droite
he: צריבה או הפצה של חלון ימני
hi: खिड़की का उपयोग करें या उसे बाहर निकालें
it: Consumare o Espellere la finestra a destra
ja: 消費またはウィンドウの権利を破棄する
ko: 오른쪽 창을 열에 포함하거나 열에서 내보내기
nb: Forbruk eller utstøt vindusrettigheter
nl: Venster rechts consumeren of uitschuiven
pl: Włącz okno do kolumny lub wysuń je w prawo
ru: Право на потребление или отказ от потребления окна
sr_latn: Konzumiranje ili ekspel prozor pravo
sv: Förbruka eller avvisa fönsterrättigheter
uk: Приєднати або вивести вікно праворуч
zh_hans: 消耗或排出窗口正确

# command.window.downOrWorkspaceDown
source: Move Window Down or to Workspace Down
ar: انقل النافذة إلى الأسفل أو إلى مساحة العمل إلى الأسفل
da: Flyt vindue ned eller til arbejdsområde ned
de: Fenster nach unten verschieben oder zum Arbeitsbereich nach unten verschieben
el: Μετακίνηση παραθύρου κάτω ή στο χώρο εργασίας κάτω
es: Desplazar la ventana hacia abajo o hacia el espacio de trabajo hacia abajo
fi: Siirrä ikkuna alas tai työtilaan alas
fr: Déplacer la fenêtre vers le bas ou vers l'espace de travail vers le bas
he: העבר חלון למטה או למרחב העבודה למטה
hi: विंडो को नीचे ले जाएँ या वर्कस्पेस में नीचे ले जाएँ।
it: Sposta la finestra verso il basso o verso lo spazio di lavoro verso il basso
ja: ウィンドウを下に移動するか、ワークスペースの下に移動する
ko: 창을 아래로 이동하거나 아래 워크스페이스로 이동
nb: Flytt vinduet ned eller til Workspace ned
nl: Venster omlaag verplaatsen of naar werkruimte omlaag
pl: Przenieś okno w dół lub do przestrzeni roboczej poniżej
ru: Переместите окно вниз или в рабочее пространство вниз.
sr_latn: Premestite prozor dole ili na radni prostor dole
sv: Flytta fönstret ner eller till Arbetsytan ner
uk: Перемістити вікно нижче або до робочого простору нижче
zh_hans: 将窗口向下移动或移动到工作区下方

# command.window.upOrWorkspaceUp
source: Move Window Up or to Workspace Up
ar: تحريك النافذة لأعلى أو إلى مساحة العمل لأعلى
da: Flyt vindue op eller til arbejdsområde op
de: Fenster nach oben verschieben oder zum Arbeitsbereich nach oben verschieben
el: Μετακίνηση παραθύρου προς τα πάνω ή προς το χώρο εργασίας προς τα πάνω
es: Desplegar la ventana hacia arriba o hacia el espacio de trabajo hacia arriba
fi: Siirrä ikkuna ylös tai työtilaan ylös
fr: Déplacer la fenêtre vers le haut ou vers l'espace de travail vers le haut
he: הזז חלון למעלה או למרחב העבודה למעלה
hi: विंडो को ऊपर या वर्कस्पेस की ओर ऊपर ले जाएँ
it: Sposta la finestra su o sullo spazio di lavoro su
ja: ウィンドウを上に移動するか、ワークスペース上に移動する
ko: 창을 위로 이동하거나 위 워크스페이스로 이동
nb: Flytt vinduet opp eller til Workspace Up
nl: Venster omhoog of naar werkruimte omhoog verplaatsen
pl: Przenieś okno w górę lub do przestrzeni roboczej powyżej
ru: Переместить окно вверх или в рабочее пространство вверх.
sr_latn: Premestite prozor ili raditi na radnom mestu
sv: Flytta fönstret uppåt eller till Arbetsytan uppåt.
uk: Перемістити вікно вище або до робочого простору вище
zh_hans: 将窗口向上移动或移动到工作区向上移动

# command.windowState.close
source: Close Focused Window
ar: إغلاق النافذة الموجهة
da: Luk fokuseret vindue
de: Fokussiertes Fenster schließen
el: Κλείσιμο επικεντρωμένου παραθύρου
es: Cerrar ventana enfocada
fi: Sulje keskitetty ikkuna
fr: Fermer la fenêtre ciblée
he: חלון ממוקד סגור
hi: बंद केंद्रित विंडो
it: Chiudi finestra focalizzata
ja: 集中ウィンドウを閉じる
ko: 포커스된 창 닫기
nb: Lukket fokusert vindu
nl: Gericht venster sluiten
pl: Zamknij okno z fokusem
ru: Закрыть фокусное окно
sr_latn: Blisko fokusirano prozor
sv: Stäng fokuserat fönster
uk: Закрити вікно у фокусі
zh_hans: 关闭焦点窗口

# command.windowState.toggleFloating
source: Toggle Focused Window Floating
ar: تفعيل وتعطيل نافذة مركزة معلقة
da: Slå fokuseret vindue til og fra
de: Fokussiertes Fenster-Floating einschalten/a
el: Εναλλαγή αιωρούμενης κατάστασης εστιασμένου παραθύρου
es: Alternar el flotante de la ventana enfocada
fi: Vaihda fokusoitua ikkunaa kelluen
fr: Basculer la fenêtre focalisée
he: הפעל או בטל מצב צף של החלון הממוקד
hi: फोकस्ड विंडो फ्लोटिंग को टॉगल करें
it: Commuta il floating della finestra focalizzata
ja: フォーカスされたウィンドウのフローティングを切り替える
ko: 포커스된 창의 플로팅 전환
nb: Slå av og på fokusert vindu som flyter
nl: Schakel gefocust venster drijvend aan/uit
pl: Przełącz tryb pływający okna z fokusem
ru: Переключать фокусное окно на ползунках
sr_latn: Uključi/isključi plutajući režim fokusiranog prozora
sv: Växla fokusfönster som flyter
uk: Увімкнути або вимкнути плаваючий режим вікна у фокусі
zh_hans: 切换焦点窗口浮动

# command.workspace.backAndForth
source: Switch to Last Active Workspace
ar: انتقل إلى آخر مساحة عمل نشطة
da: Skift til sidste aktive arbejdsområde
de: Wechseln Sie zum zuletzt aktiven Arbeitsbereich
el: Εναλλαγή στο τελευταίο ενεργό χώρο εργασίας
es: Cambiar al último espacio de trabajo activo
fi: Vaihda viimeiseen aktiiviseen työtilaan
fr: Passer au dernier espace de travail actif
he: עבור למרחב העבודה הפעיל האחרון
hi: अंतिम सक्रिय कार्यस्थल पर स्विच करें
it: Passa all'ultimo spazio di lavoro attivo
ja: 最後にアクティブだったワークスペースに切り替える
ko: 최근 활성 작업 공간으로 전환
nb: Bytt til sist aktive arbeidsplass
nl: Overschakelen naar laatste actieve werkruimte
pl: Przełącz na ostatnio aktywną przestrzeń roboczą
ru: Перейдите в последний активный рабочее пространство
sr_latn: Sledeći Članak Prebacivanje na Last Active Workspace
sv: Byt till senaste aktiva arbetsyta
uk: Перейти до останнього активного робочого простору
zh_hans: 切换到上次活跃的工作区
